Repository: wp-plugins/http-digest-auth
Catalog: languages/http-digest-auth-*.po
Languages: sr_rs

source: HTTP Digest Authentication credentials
sr_rs: HTTP Digest Authentication akreditiv

source: Changing the username and/or password will prompt you for the new credentials when you logout.
sr_rs: Promena korisničkog ime i / ili lozinke će tražiti nove akreditive kada se odjavite .

source: Username:
sr_rs: Korisničko ime:

source: Allowed characters %s, everything else will be removed.
sr_rs: Dozvoljeni karakteri %s, sve ostalo će biti uklonjeno

source: Password:
sr_rs: Šifra:

source: If you would like to change the password type a new one else leave it blank.
sr_rs: Ukoliko želite da promenite tip lozinke ostavite prazno .

source: Anyone can use these credentials
sr_rs: Svako može da koristi te akreditive

source: By default only the WordPress user %s will be able to login if these credentials are used to view %s. %s Checking this option will allow any user to login to WordPress after entering these credentials.
sr_rs: Po default samo WordPress korisnik %s će moći da se uloguje u ove akreditive koje se koriste za pregled %s. %s Čekiranje ove opcije će dozvoliti svakom korisniku da se uloguje u WordPress nakon unošenja tih akreditiva.

source: HTTP Username already exists please choose something else
sr_rs: HTTP Korisničko ime već postoji izaberite nešto drugo

source: Read This!
sr_rs: Pročitajte ovo!

source: Thanks for using this plugin. A default HTTP username/password has been created for all users as follows %s
sr_rs: Hvala što koristite ovaj plugin . Default HTTP korisničko ime / lozinka je stvorena za sve korisnike , kao što sledi % s

source: You will be prompted for these credentials the first time you logout after enabling this plugin.
sr_rs: Bićete upitani za ove akreditive prvi put kada se odjavite nakon omogućavanja ovpg plugin .

source: Change your HTTP Username/Password by going to Users %sYour Profile%s
sr_rs: Promenite Vaše HTTP ime / lozinka koju će Korisnicima % sIour Profil % s

source: HTTP credentials of the new user %s
sr_rs: HTTP akreditive novog korisnika % s

source: %sYour %s Username%s
sr_rs: %s vaše% s korisničko ime % s

source: Valid credentials required to view this page.%s If you have not changed the default HTTP credentials try using %s
sr_rs: Potrebne da biste videli ovu stranicu važeće dokumente . %s S Ako niste promenili podrazumevane HTTP akreditive pokušajte da koristite % s

source: Username: %s
sr_rs: Korisničko ime: %s

source: Password: %s
sr_rs: Šifra: %s

source: Access Denied
sr_rs: Pristup odbijen

source: Your HTTP credentials are %sUsername: %sPassword: %s
sr_rs: Vaši HTTP aakreditivi su%sKorisničko ime: %sŠifra: %s

source: Your WordPress credentials do not match with the HTTP digest credentials
sr_rs: Vašir WordPress akreditivi se ne podudaraju sa HTTP digest akreditivima

source: You&#39;ve successfully logged out of both WordPress and HTTP Digest.<br /><br />You may safely close the window.<br /><br /><a href="%s">Login again</a>
sr_rs: Vaš&#39;ve uspešni log out sa oba WordPress i HTTP Digest.<br /><br />Možete bezbedno zatvoriti prozor..<br /><br /><a href="%s">Login opet</a>
